export const spotsData = [
  {
    id: "BSDfDOnW0UY",
    title: "☠️☠️☠️💫💫",
    center: {
      lat: 49.27471769703346,
      lng: -123.12127986928735,
    },
  },
  {
    id: "BcWtAuqUEn4",
    title: "フェイキーヒール",
    center: {
      lat: 49.255239602503885,
      lng: -123.0834869576709,
    },
  },
  {
    id: "zIu_vc283Cc",
    title: "フェイキーポップテールスライドの巻",
    center: {
      lat: 49.28321376320037,
      lng: -123.12065191564677,
    },
  },
  {
    id: "MQ1EZ4FwBOI",
    title: "アートギャラリーのステアセッション",
    center: {
      lat: 49.282556078526206,
      lng: -123.1205809352389,
    },
  },
  {
    id: "kTqonLF-W8o",
    title: "ステアでフロントポップ",
    center: {
      lat: 49.277151062814625,
      lng: -123.10880623899718,
    },
  },
  {
    id: "ChIwDSDh7Lk",
    title: "5-O to K grind への道のり",
    center: {
      lat: 49.2773774432947,
      lng: -123.10241754907588,
    },
  },
  {
    id: "ycATXgYXi6Y",
    title: "フェイキーハーフキャブヒールで物超え♪Ｏ（≧∇≦）Ｏ",
    center: {
      lat: 49.222852408149514,
      lng: -122.99670933493633,
    },
  },
  {
    id: "M5xyvt9ZdMo",
    title: "アートギャラリーの3段ステアでSwitch Flip",
    center: {
      lat: 49.28247648065291,
      lng: -123.12146527116455,
    },
  },
  {
    id: "WPjLvfu2XlU",
    title: "スイッチフリップでバンクインしたお",
    center: {
      lat: 49.243049402221374,
      lng: -122.97211881349362,
    },
  },
  {
    id: "Smd8wqmzvQ0",
    title: "ベンチ",
    center: {
      lat: 49.27599156472149,
      lng: -123.1142420434829,
    },
  },
  {
    id: "giOgoTIIUGU",
    title: "シアトルのアップレッジ",
    center: {
      lat: 47.60053482931784,
      lng: -122.33308158465819,
    },
  },
  {
    id: "nV7PgYprf8Y",
    title: "リッチモンドにあるダウンレッジ",
    center: {
      lat: 49.16215314886755,
      lng: -123.13866991164544,
    },
  },
  {
    id: "ZdqeE1zxJGA",
    title: "レール越え",
    center: {
      lat: 49.28287917199901,
      lng: -123.11365832698728,
    },
  },
  {
    id: "kiVpiV595q4",
    title: "アートギャラリーのギャップ",
    center: {
      lat: 49.28326864624883,
      lng: -123.11984246067236,
    },
  },
  {
    id: "Rsfb9ih4bp0",
    title: "物超えにも使える良き縁石",
    center: {
      lat: 49.2746298682028,
      lng: -123.1144968876603,
    },
  },
  {
    id: "bCREe88IU_c",
    title: "橋の下にあったいい感じのレッジ",
    center: {
      lat: 49.27342920198536,
      lng: -123.11442272698729,
    },
  },
]
